Repository: microsoft/cordova-simulate
Catalog: tools/i18n/xliff/*.xlf
Languages: ja, pt, ru

# caption-ac1dbd34
source: Battery Status
ja: バッテリの状態
pt: Status da Bateria
ru: Состояние аккумулятора

# label-e0d4e236
source: Battery level
ja: バッテリ レベル
pt: Nível da bateria
ru: Уровень заряда аккумулятора

# 10cfe833:1
source: Device connected to power
ja: 電源に接続されているデバイス
pt: Dispositivo ligado à energia
ru: Устройство, подключенное к питанию

# spoken-text-ac1dbd34
source: Battery Status Panel
ja: バッテリの状態パネル
pt: Painel de Status da bateria
ru: Панель состояния аккумулятора

# caption-5f1798d9
source: Camera: Choose Image
ja: カメラ: イメージの選択
pt: Câmera: escolher a imagem
ru: Камера: выбор изображения

# 030b9963:1
source: Choose File
ja: ファイルの選択
pt: Escolher o arquivo
ru: Выбрать файл

# ad62e973:1
source: Use Image
ja: イメージの使用
pt: Uso de imagem
ru: Использовать изображение

# be241b52:1
source: Cancel
ja: キャンセル
pt: Cancelar
ru: Отмена

# spoken-text-5f1798d9
source: Camera: Choose Image diaglog
ja: カメラ: イメージの選択ダイアログ
pt: Câmera: escolher diaglog da imagem
ru: Камера: диалоговое окно "Выбор изображения"

# caption-553fc9a5
source: Camera
ja: カメラ
pt: Câmera
ru: Камера

# 4f087d38:1
source: Prompt me for a file
ja: ファイルの確認メッセージを表示する
pt: Pedir-me um arquivo
ru: Отображать запрос на файл

# 145af9c0:1
source: Use this file:
ja: このファイルを使用する:
pt: Use este arquivo:
ru: Использовать файл:

# 2c4e6d12:1
source: Choose File
ja: ファイルの選択
pt: Escolher o arquivo
ru: Выбрать файл

# spoken-text-553fc9a5
source: Camera Panel
ja: カメラ パネル
pt: Painel da câmera
ru: Панель камеры

# caption-9a8c8723
source: Accelerometer
ja: 加速度計
pt: Acelerômetro
ru: Акселерометр

# label-d240cacf
source: Recorded Data
ja: 記録済みデータ
pt: Dados Gravados
ru: Записанные данные

# c562ff87:1
source: Click and drag with the mouse to manipulate the device. <br> Hold the Shift key to modify 'alpha'
ja: デバイスを操作するには、マウスでクリックし、ドラッグします。<br> Shift キーを押しながら 'alpha' を変更します。
pt: Clique e arraste com o mouse para manipular o dispositivo. <br>Mantenha pressionada a tecla Shift para modificar 'alfa'
ru: Щелкните и перетащите для управления устройством. <br> Удерживайте клавишу SHIFT, чтобы изменить "alpha".

# 1b009684:1
source: Play
ja: 再生
pt: Jogar
ru: Воспроизвести

# spoken-text-9a8c8723
source: Accelerometer Panel
ja: 加速度計パネル
pt: Painel de acelerômetro
ru: Панель акселерометра

# spoken-text-f0ba631d
source: X (meters per second squared)
ja: X (メートル毎秒毎秒)
pt: X (metros por segundo ao quadrado)
ru: X (метры в секунду в квадрате)

# spoken-text-f452bcba
source: Y (meters per second squared)
ja: Y (メートル毎秒毎秒)
pt: Y (metros por segundo ao quadrado)
ru: Y (метры в секунду в квадрате)

# spoken-text-e4ed20c6
source: Z (meters per second squared)
ja: Z (メートル毎秒毎秒)
pt: Z (metros por segundo ao quadrado)
ru: Z (метры в секунду в квадрате)

# spoken-text-a4c24c61
source: alpha (degrees)
ja: アルファ (度)
pt: alfa (graus)
ru: Альфа (градусы)

# spoken-text-92916831
source: beta (degrees)
ja: ベータ (度)
pt: beta (graus)
ru: Бета (градусы)

# spoken-text-a107533e
source: gamma (degrees)
ja: ガンマ (度)
pt: gama (graus)
ru: Гамма (градусы)

# caption-8310fdf4
source: Compass
ja: コンパス
pt: Bússola
ru: Компас

# ae47e3ec:1
source: Heading (deg)
ja: 針路 (度)
pt: Cabeçalho (deg)
ru: Заголовок (град.)

# spoken-text-8310fdf4
source: Compass Panel
ja: コンパス パネル
pt: Painel de bússola
ru: Панель компаса

# 0d7d15fa:1
source: Click and drag with the mouse to manipulate the device compass.
ja: デバイス コンパスを操作するには、マウスでクリックし、ドラッグします。
pt: Clique e arraste com o mouse para manipular a bússola do dispositivo.
ru: Щелкните и перетащите для управления компасом устройства.

# aria-label-77b16982
source: Heading (degrees)
ja: 針路 (度)
pt: Cabeçalho (graus)
ru: Направление (градусы)

# caption-c045b281
source: Device
ja: デバイス
pt: Dispositivo
ru: Устройство

# label-db946bb7
source: Platform
ja: プラットフォーム
pt: Plataforma
ru: Платформа

# label-7f7c31ee
source: Device
ja: デバイス
pt: Dispositivo
ru: Устройство

# label-39a39347
source: OS version
ja: OS バージョン
pt: Versão do sistema operacional
ru: Версия ОС

# label-752a991e
source: Physical resolution
ja: 物理的な解像度
pt: Resolução física
ru: Физическое разрешение

# label-f174cb0b
source: Device pixel ratio
ja: デバイスのピクセル縦横比
pt: Razão de pixel do dispositivo
ru: Пропорции в пикселях на устройстве

# label-df3f13eb
source: Logical resolution (viewport size)
ja: 論理的な解像度 (ビューポートのサイズ)
pt: Resolução lógica (tamanho do visor)
ru: Логическое разрешение (размер поля вывода)

# label-3f939f37
source: Cordova version
ja: Cordova バージョン
pt: Versão de Cordova
ru: Версия Cordova

# label-c0122d1e
source: Model
ja: モデル
pt: Modelo
ru: Модель

# label-b3ca5c10
source: Manufacturer
ja: 製造元
pt: Fabricante
ru: Производитель

# label-43cf4836
source: Version
ja: バージョン
pt: Versão
ru: Версия

# label-bcc45f6d
source: Serial
ja: シリアル
ru: Серийный номер

# c1a21524:1
source: Virtual device
ja: 仮想デバイス
pt: Dispositivo virtual
ru: Виртуальное устройство

# spoken-text-c045b281
source: Device Panel
ja: デバイス パネル
pt: Painel de dispositivo
ru: Панель устройства

# caption-e4b82624
source: Geolocation
ja: 位置情報
pt: Localização geográfica
ru: Геолокация

# label-41fd30cf
source: Latitude
ja: 緯度
ru: Широта

# label-9db6eee1
source: Longitude
ja: 経度
ru: Долгота

# label-079f55f6
source: Altitude (m)
ja: 高度 (メートル)
ru: Высота (м)

# label-dbece2f9
source: Accuracy (m)
ja: 精度 (メートル)
pt: Precisão (m)
ru: Точность (м)

# label-718f25cb
source: Altitude accuracy (m)
ja: 高度の精度 (メートル)
pt: Precisão de altitude (m)
ru: Точность высоты (м)

# label-64da0839
source: Heading
ja: 針路
pt: Cabeçalho
ru: Заголовок

# label-8fefe84e
source: Speed (m/s)
ja: 速度 (メートル/秒)
pt: Velocidade (m/s)
ru: Скорость (м/с)

# label-42557ee2
source: GPS Delay (seconds)
ja: GPS 遅延 (秒)
pt: Atraso de GPS (segundos)
ru: Задержка GPS (с)

# label-f89bb5e3
source: Navigation Simulator
ja: ナビゲーション シミュレーター
pt: Simulador de navegação
ru: Симулятор навигации

# 7e9696b6:1
source: Zoom Level:
ja: ズーム レベル:
pt: Nível de zoom:
ru: Масштаб:

# b2d5a0cc:1
source: Simulate GPS Timeout
ja: GPS タイムアウトのシミュレーション
pt: Simular o tempo limite de GPS
ru: Имитировать время ожидания GPS

# f6c1471b:1
source: Choose File
ja: ファイルの選択
pt: Escolher o arquivo
ru: Выбрать файл

# 323b1c35:1
source: Go
ja: 進む
pt: Ir
ru: Перейти

# spoken-text-e4b82624
source: Geolocation Panel
ja: 位置情報パネル
pt: Painel de Localização geográfica
ru: Панель геолокации

# spoken-text-77f82a12
source: zoom map out
ja: 地図の縮小
pt: ampliar mapa
ru: Приблизить карту

# spoken-text-dbeaf956
source: zoom map in
ja: 地図の拡大
pt: reduzir mapa
ru: Отдалить карту

# spoken-text-079f55f6
source: Altitude (meters)
ja: 高度 (メートル)
pt: Altitude (metros)
ru: Высота (метры)

# spoken-text-dbece2f9
source: Accuracy (meters)
ja: 精度 (メートル)
pt: Precisão (metros)
ru: Точность (метры)

# spoken-text-718f25cb
source: Altitude accuracy (meters)
ja: 高度の精度 (メートル)
pt: Precisão de altitude (metros)
ru: Точность высоты (метры)

# spoken-text-8fefe84e
source: Speed (meters per second)
ja: 速度 (メートル毎秒)
pt: Velocidade (metros por segundo)
ru: Скорость (метры в секунду)

# caption-5ffc4b1e
source: Globalization
ja: グローバリゼーション
pt: Globalização
ru: Глобализация

# label-9e831385
source: Locale
ja: ロケール
pt: Localidade
ru: Языковой стандарт

# label-ee1bad9c
source: First day of the week
ja: 週の最初の曜日
pt: Primeiro dia da semana
ru: Первый день недели

# 24aa60d4:1
source: Daylight saving time
ja: 夏時間
pt: Horário de verão
ru: Переход на летнее время

# spoken-text-5ffc4b1e
source: Globalization Panel
ja: グローバリゼーション パネル
pt: Painel de globalização
ru: Панель глобализации

# 99399f4d:1
source: Select the default behaviour of InAppBrowser when opening using the <em>_blank</em> target
ja: <em>_blank</em> ターゲットを使用して開くときの InAppBrowser の既定の動作を選択する
pt: Selecione o comportamento padrão de InAppBrowser ao abrir usando o destino <em>_blank</em>
ru: Выберите поведение по умолчанию InAppBrowser при открытии с помощью <em>_blank</em> target.

# c10cdf5b:1
source: Open in a new window: <em>_system</em> target
ja: 新しいウィンドウで開く: <em>_system</em> ターゲット
pt: Aberto em uma nova janela: destino <em>_system</em>
ru: Открыть в новом окне: <em>_system</em> target

# d107e851:1
source: Open in a InAppBrowser based on an iframe
ja: iframe に基づいて InAppBrowser で開く
pt: Aberto em um InAppBrowser com base em um iframe
ru: Открыть в InAppBrowser на основе iFrame

# spoken-text-4c1114ef
source: InAppBrowser Panel
ja: InAppBrowser パネル
pt: Painel InAppBrowser
ru: Панель InAppBrowser

# caption-a4a98056
source: Network Connection
ja: ネットワーク接続
pt: Conexão de Rede
ru: Сетевое подключение

# label-27c4a479
source: Connection type
ja: 接続の種類
pt: Tipo de conexão
ru: Тип подключения

# spoken-text-a4a98056
source: Network Connection Panel
ja: ネットワーク接続パネル
pt: Painel de Conexão de rede
ru: Панель сетевого подключения

# 97ac48aa:1
source: Unknown
ja: 不明
pt: Desconhecido
ru: Неизвестно

# fdf8871a:1
source: Ethernet
ja: イーサネット

# 78db3e46:1
source: Cellular (unknown speed)
ja: 携帯ネットワーク (不明な速度)
pt: Celular (velocidade desconhecida)
ru: Сотовый (неизвестная скорость)

# 3eca86f2:1
source: None
ja: なし
pt: Nenhum
ru: Нет

# caption-c9b16703
source: Events
ja: イベント
pt: Eventos
ru: События

# label-4eb9640f
source: Event to fire
ja: 起動するイベント
pt: Evento para acionar
ru: Создаваемое событие

# 064dde5f:1
source: Fire Event
ja: イベントの起動
pt: Acionar Evento
ru: Инициировать событие

# spoken-text-c9b16703
source: Events Panel
ja: イベント パネル
pt: Painel de eventos
ru: Панель событий

# caption-f7283850
source: Unhandled Exec Call
ja: ハンドルされない exec 呼び出し
pt: Chamada Exec Não Tratada
ru: Вызов необработанной функции Exec

# a1a63f26:1
source: There is no handler for the following exec call:
ja: 次の exec 呼び出しのハンドラーはありません。
pt: Não há nenhum manipulador para a seguinte chamada exec:
ru: Нет обработчика для следующего вызова Exec:

# ba2b4c80:1
source: service
ja: サービス
pt: serviço
ru: служба

# e4c1ba28:1
source: action
ja: アクション
pt: ação
ru: действие

# 54b83b14:1
source: Please enter a value below to be returned for this call, then indicate whether this represents success or failure. If you wish to always respond to this call with this result, select the 'persist' option.
ja: この呼び出しに対して返される値を以下に入力し、次いでこれが成功または失敗のどちらを表すかを示してください。この呼び出しに対して常にこの結果で応答する場合は、[保持] オプションを選択します。
pt: Insira um valor abaixo para ser retornado por essa chamada e, em seguida, indique isso representa o sucesso ou falha. Se você desejar sempre responder a esta chamada com este resultado, selecione a opção 'persist'.
ru: Введите ниже значение, которое следует вернуть для этого вызова, а затем укажите, соответствует ли оно успешному выполнению или сбою. Если вы хотите всегда получать этот результат в ответ на вызов, выберите параметр "Сохраняемое".

# 874c9be3:1
source: The value must be valid JSON (
ja: 値は有効な JSON でなければならない (
pt: O valor deve ser um JSON válido
ru: Значение должно быть допустимым JSON (

# 8679c185:1
source: error
ja: エラー
pt: erro
ru: ошибка

# bce2c943:1
source: Persist
ja: 保持
pt: Persistir
ru: Сохраняемое

# 17ccfb90:1
source: Success
ja: 成功
pt: Sucesso
ru: Успешное выполнение

# 5c16961d:1
source: Failure
ja: 失敗
pt: Falha
ru: Сбой

# caption-983d0535
source: Persisted Exec Calls
ja: 保持される exec 呼び出し
pt: Chamadas Exec Persistidas
ru: Сохраненные вызовы Exec

# label-b58dd0ca
source: No values saved
ja: 保存されている値はありません
pt: Não há valores salvos
ru: Значения не сохраняются.

# spoken-text-983d0535
source: Persisted Exec Calls Panel
ja: 保持される exec 呼び出しパネル
pt: Painel de chamadas Exec persistentes
ru: Панель материализованных вызовов Exec
