Repository: Microsoft/cordova-simulate
Catalog: tools/i18n/xliff/*.xlf
Languages: cs, de, it, pl, tr, zh_hans, zh_hant

# caption-ac1dbd34
source: Battery Status
cs: Stav baterie
de: Akkustatus
it: Stato della batteria
pl: Stan baterii
tr: Pil Durumu
zh_hans: 电池状态
zh_hant: 電池狀態

# label-e0d4e236
source: Battery level
cs: Úroveň nabití baterie
de: Akkustand
it: Livello della batteria
pl: Poziom naładowania baterii
tr: Pil seviyesi
zh_hans: 电池电量水平
zh_hant: 電池電量

# 10cfe833:1
source: Device connected to power
cs: Zařízení je připojeno k napájení.
de: Gerät an Stromversorgung angeschlossen
it: Dispositivo connesso all'alimentazione
pl: Urządzenie podłączone do źródła zasilania
tr: Cihaz güç kaynağına bağlandı
zh_hans: 连接到电源的设备
zh_hant: 裝置已連接電源

# spoken-text-ac1dbd34
source: Battery Status Panel
cs: Panel Stav baterie
de: Bereich "Akkustatus"
it: Pannello Stato della batteria
pl: Panel Stan baterii
tr: Pil Durumu Paneli
zh_hans: “电池状态”面板
zh_hant: 電池狀態面板

# caption-5f1798d9
source: Camera: Choose Image
cs: Fotoaparát: Zvolte obrázek
de: Kamera: Bild auswählen
it: Fotocamera: seleziona immagine
pl: Aparat fotograficzny: wybierz obraz
tr: Kamera: Resim Seçin
zh_hans: 相机: 选择图像
zh_hant: 相機: 選擇影像

# 030b9963:1
source: Choose File
cs: Zvolte soubor
de: Datei wählen
it: Seleziona file
pl: Wybierz plik
tr: Dosya Seçin
zh_hans: 选择文件
zh_hant: 選擇檔案

# ad62e973:1
source: Use Image
cs: Použít obrázek
de: Bild verwenden
it: Usa immagine
pl: Użyj obrazu
tr: Görüntüyü Kullan
zh_hans: 使用图像
zh_hant: 使用影像

# be241b52:1
source: Cancel
cs: Zrušit
de: Abbrechen
it: Annulla
pl: Anuluj
tr: İptal
zh_hans: 取消
zh_hant: 取消

# spoken-text-5f1798d9
source: Camera: Choose Image diaglog
cs: Fotoaparát: Dialog Zvolte obrázek
de: Dialogfeld "Kamera: Bild auswählen"
it: Finestra di dialogo Fotocamera: seleziona immagine
pl: Aparat fotograficzny: okno dialogowe wybierania obrazu
tr: Kamera: Resim Seçin iletişim kutusu
zh_hans: “相机: 选择图像”对话框
zh_hant: 相機: [選擇圖像] 對話方塊

# caption-553fc9a5
source: Camera
cs: Fotoaparát
de: Kamera
it: Fotocamera
pl: Aparat fotograficzny
tr: Kamera
zh_hans: 相机
zh_hant: 相機

# 4f087d38:1
source: Prompt me for a file
cs: Vyzvat k zadání souboru
de: Nach Datei fragen
it: Richiedi un file
pl: Wyświetlaj monit o plik
tr: Benden dosya iste
zh_hans: 提示我输入文件
zh_hant: 針對檔案提示我

# 145af9c0:1
source: Use this file:
cs: Použít tento soubor:
de: Diese Datei verwenden:
it: File da usare:
pl: Użyj tego pliku:
tr: Bu dosyayı kullan:
zh_hans: 使用此文件:
zh_hant: 使用此檔案:

# 2c4e6d12:1
source: Choose File
cs: Zvolte soubor
de: Datei wählen
it: Seleziona file
pl: Wybierz plik
tr: Dosya Seçin
zh_hans: 选择文件
zh_hant: 選擇檔案

# spoken-text-553fc9a5
source: Camera Panel
cs: Panel Fotoaparát
de: Bereich "Kamera"
it: Pannello Fotocamera
pl: Panel Aparat fotograficzny
tr: Kamera Paneli
zh_hans: “相机”面板
zh_hant: 相機面板

# caption-9a8c8723
source: Accelerometer
cs: Akcelerometr
de: Beschleunigungsmesser
it: Accelerometro
pl: Akcelerometr
tr: İvme Ölçer
zh_hans: 加速计
zh_hant: 加速計

# c562ff87:1
source: Click and drag with the mouse to manipulate the device. <br> Hold the Shift key to modify 'alpha'
tr: Cihazı yönetmek için tıklayıp sürükleyin. <br>’Alpha’ değerini değiştirmek için Shift tuşunu basılı tutun
zh_hant: 按一下並以滑鼠拖曳來操控裝置。<br>按住 Shift 鍵可修改 'alpha'

# label-d240cacf
source: Recorded Data
cs: Zaznamenaná data
de: Aufgezeichnete Daten
it: Dati registrati
pl: Zarejestrowane dane
tr: Kaydedilen Veriler
zh_hans: 记录的数据
zh_hant: 記錄的資料

# 1b009684:1
source: Play
cs: Přehrát
de: Spielen
it: Esegui
pl: Odtwórz
tr: Oynat
zh_hans: 播放
zh_hant: 播放

# spoken-text-9a8c8723
source: Accelerometer Panel
cs: Panel Akcelerometr
de: Bereich "Beschleunigungsmesser"
it: Pannello Accelerometro
pl: Panel Akcelerometr
tr: İvme Ölçer Paneli
zh_hans: “加速计”面板
zh_hant: 加速計面板

# spoken-text-f0ba631d
source: X (meters per second squared)
cs: X (metry za sekundu na druhou)
de: X (Meter pro Sekunde im Quadrat)
it: X (metri al secondo quadrato)
pl: X (metry na sekundę do kwadratu)
tr: X (metre / saniye kare)
zh_hans: X (米每平方秒)
zh_hant: X (每秒公尺數平方)

# spoken-text-f452bcba
source: Y (meters per second squared)
cs: Y (metry za sekundu na druhou)
de: Y (Meter pro Sekunde im Quadrat)
it: Y (metri al secondo quadrato)
pl: Y (metry na sekundę do kwadratu)
tr: Y (metre / saniye kare)
zh_hans: Y (米每平方秒)
zh_hant: Y (每秒公尺數平方)

# spoken-text-e4ed20c6
source: Z (meters per second squared)
cs: Z (metry za sekundu na druhou)
de: Z (Meter pro Sekunde im Quadrat)
it: Z (metri al secondo quadrato)
pl: Z (metry na sekundę do kwadratu)
tr: Z (metre / saniye kare)
zh_hans: Z (米每平方秒)
zh_hant: Z (每秒公尺數平方)

# spoken-text-a4c24c61
source: alpha (degrees)
cs: alfa (stupně)
de: Alpha (Grad)
it: alfa (gradi)
pl: alfa (stopnie)
tr: alfa (derece)
zh_hans: 阿尔法(度)
zh_hant: Alpha (度)

# spoken-text-92916831
source: beta (degrees)
cs: beta (stupně)
de: Beta (Grad)
it: beta (gradi)
pl: beta (stopnie)
tr: beta (derece)
zh_hans: 贝塔(度)
zh_hant: Beta (度)

# spoken-text-a107533e
source: gamma (degrees)
cs: gama (stupně)
de: Gamma (Grad)
it: gamma (gradi)
pl: gamma (stopnie)
tr: gama (derece)
zh_hans: 伽玛(度)
zh_hant: Gamma (度)

# caption-8310fdf4
source: Compass
cs: Kompas
de: Kompass
it: Bussola
pl: Kompas
tr: Pusula
zh_hans: 指南针
zh_hant: 指南針

# ae47e3ec:1
source: Heading (deg)
cs: Směr (stupně)
de: Richtung (Grad)
it: Direzione (gradi)
pl: Kurs (stopnie)
tr: Yön (derece)
zh_hans: 标题 (deg)
zh_hant: 航向 (度)

# spoken-text-8310fdf4
source: Compass Panel
cs: Panel Kompas
de: Bereich "Kompass"
it: Pannello Bussola
pl: Panel Kompas
tr: Pusula Paneli
zh_hans: “指南针”面板
zh_hant: 指南針面板

# 0d7d15fa:1
source: Click and drag with the mouse to manipulate the device compass.
cs: Pokud chcete ovládat kompas zařízení, klikněte a táhněte myší.
de: Klicken und ziehen Sie mit der Maus, um den Gerätekompass zu bearbeiten.
it: Fare clic e trascinare con il mouse per modificare la bussola del dispositivo.
pl: Kliknij i przeciągnij myszą, aby manipulować kompasem urządzenia.
tr: Cihaz pusulasını yönetmek için fare ile tıklayıp sürükleyin.
zh_hans: 单击并拖动鼠标可操纵设备的指南针。
zh_hant: 按一下並以滑鼠拖曳來操控裝置指南針。

# aria-label-77b16982
source: Heading (degrees)
cs: Nadpis (stupně)
de: Richtung (Grad)
it: Direzione (gradi)
pl: Kurs (stopnie)
tr: Yön (derece)
zh_hans: 朝向值(度)
zh_hant: 航向 (度)

# caption-c045b281
source: Device
cs: Platforma
de: Gerät
it: Dispositivo
pl: Urządzenie
tr: Cihaz
zh_hans: 设备
zh_hant: 裝置

# label-db946bb7
source: Platform
cs: zařízení
de: Plattform
it: Piattaforma
pl: Platforma
zh_hans: 平台
zh_hant: 平台

# label-7f7c31ee
source: Device
cs: Verze OS
de: Gerät
it: Dispositivo
pl: Urządzenie
tr: Cihaz
zh_hans: 设备
zh_hant: 裝置

# label-39a39347
source: OS version
cs: zařízení
de: Betriebssystemversion
it: Versione del sistema operativo
pl: Wersja systemu operacyjnego
tr: İşletim sistemi sürümü
zh_hans: 操作系统版本
zh_hant: OS 版本

# label-752a991e
source: Physical resolution
cs: Fyzické rozlišení
de: Physische Auflösung
it: Risoluzione fisica
pl: Rozdzielczość fizyczna
tr: Fiziksel çözünürlük
zh_hans: 物理分辨率
zh_hant: 實體解析

# label-f174cb0b
source: Device pixel ratio
cs: Poměr mezi HW a CSS rozlišením
de: Pixelverhältnis des Geräts
it: Proporzioni pixel dispositivo
pl: Proporcje pikseli urządzenia
tr: Cihaz piksel oranı
zh_hans: 设备像素比
zh_hant: 裝置像素比

# label-df3f13eb
source: Logical resolution (viewport size)
cs: Logické rozlišení (velikost zobrazení)
de: Logische Auflösung (Viewportgröße)
it: Risoluzione logica (dimensioni del riquadro di visualizzazione)
pl: Rozdzielczość logiczna (rozmiar okienka ekranu)
tr: Mantıksal çözünürlük (görünüm penceresi boyutu)
zh_hans: 逻辑分辨率(视区大小)
zh_hant: 邏輯解析 (檢視區大小)

# label-3f939f37
source: Cordova version
cs: Verze rozhraní Cordova
it: Versione di Cordova
pl: Wersja oprogramowania Cordova
tr: Cordova sürümü
zh_hans: Cordova 版本
zh_hant: Cordova 版本

# label-c0122d1e
source: Model
de: Modell
it: Modello
zh_hans: 模型
zh_hant: 模型

# label-b3ca5c10
source: Manufacturer
cs: Výrobce
de: Hersteller
it: Produttore
pl: Producent
tr: Üretici
zh_hans: 制造商
zh_hant: 製造商

# label-43cf4836
source: Version
cs: Verze
it: Versione
pl: Wersja
tr: Sürüm
zh_hans: 版本
zh_hant: 版本

# label-bcc45f6d
source: Serial
cs: Sériové číslo
de: Seriennummer
it: Numero di serie
pl: Numer seryjny
tr: Seri numarası
zh_hans: 串行
zh_hant: 序列

# c1a21524:1
source: Virtual device
cs: Virtuální zařízení
de: Virtuelles Gerät
it: Dispositivo virtuale
pl: Urządzenie wirtualne
tr: Sanal cihaz
zh_hans: 虚拟设备
zh_hant: 虛擬裝置

# spoken-text-c045b281
source: Device Panel
cs: Panel zařízení
de: Bereich "Geräte"
it: Pannello Dispositivo
pl: Panel Urządzenie
tr: Cihaz Paneli
zh_hans: “设备”面板
zh_hant: 裝置面板

# caption-e4b82624
source: Geolocation
cs: Zeměpisná poloha
it: Georilevazione
pl: Geolokalizacja
tr: Coğrafi konum
zh_hans: 地理位置
zh_hant: 地理位置

# 7e9696b6:1
source: Zoom Level:
cs: Úroveň přiblížení:
de: Zoomfaktor:
it: Livello di zoom:
pl: Poziom powiększenia:
tr: Yakınlaştırma Düzeyi:
zh_hans: 缩放级别:
zh_hant: 縮放層級:

# label-41fd30cf
source: Latitude
cs: Zeměpisná šířka
de: Breitengrad
it: Latitudine
pl: Szerokość geograficzna
tr: Enlem
zh_hans: 纬度
zh_hant: 緯度

# label-9db6eee1
source: Longitude
cs: Zeměpisná délka
de: Längengrad
it: Longitudine
pl: Długość geograficzna
tr: Boylam
zh_hans: 经度
zh_hant: 經度

# label-079f55f6
source: Altitude (m)
cs: Nadmořská výška (m)
de: Höhe (m)
it: Altitudine (m)
pl: Wysokość (m)
tr: Rakım (m)
zh_hans: 高度(米)
zh_hant: 高度 (公尺)

# label-dbece2f9
source: Accuracy (m)
cs: Přesnost (m)
de: Genauigkeit (m)
it: Precisione (m)
pl: Dokładność (m)
tr: Doğruluk (m)
zh_hans: 精确度(米)
zh_hant: 精確度 (公尺)

# label-718f25cb
source: Altitude accuracy (m)
cs: Přesnost nadmořské výšky (m)
de: Genauigkeit der Höhe (m)
it: Precisione dell'altitudine (m)
pl: Dokładność wysokości (m)
tr: Rakım doğruluğu (m)
zh_hans: 高度精确度(米)
zh_hant: 高度精確度 (公尺)

# label-64da0839
source: Heading
cs: Směr
de: Richtung
it: Direzione
pl: Kurs
tr: Yön
zh_hans: 标题
zh_hant: 航向

# label-8fefe84e
source: Speed (m/s)
cs: Rychlost (m/s)
de: Geschwindigkeit (m/s)
it: Velocità (m/s)
pl: Prędkość (m/s)
tr: Hız (m/sn)
zh_hans: 速度(米/秒)
zh_hant: 速度 (公尺/秒)

# label-42557ee2
source: GPS Delay (seconds)
cs: Zpoždění GPS (sekundy)
de: GPS-Verzögerung (Sekunden)
it: Ritardo GPS (secondi)
pl: Opóźnienie systemu GPS (w sekundach)
tr: GPS Gecikmesi (saniye)
zh_hans: GPS 延迟(秒)
zh_hant: GPS 延遲 (秒)

# b2d5a0cc:1
source: Simulate GPS Timeout
cs: Simulovat prodlevu GPS
de: GPS-Timeout simulieren
it: Simula timeout GPS
pl: Symuluj limit czasu systemu GPS
tr: GPS Zaman Aşımı Benzetimi
zh_hans: 模拟 GPS 超时
zh_hant: 模擬 GPS 逾時

# label-f89bb5e3
source: Navigation Simulator
cs: Navigační simulátor
de: Navigationssimulator
it: Simulatore di spostamento
pl: Symulator nawigacji
tr: Navigasyon Benzeticisi
zh_hans: 导航模拟器
zh_hant: 瀏覽模擬器

# f6c1471b:1
source: Choose File
cs: Zvolte soubor
de: Datei wählen
it: Seleziona file
pl: Wybierz plik
tr: Dosya Seçin
zh_hans: 选择文件
zh_hant: 選擇檔案

# 323b1c35:1
source: Go
cs: Přejít
de: Los
it: Vai
pl: Przejdź
tr: Git
zh_hans: 转到
zh_hant: 前往

# spoken-text-e4b82624
source: Geolocation Panel
cs: Panel Zeměpisná poloha
de: Bereich "Geolocation"
it: Pannello Georilevazione
pl: Panel Geolokalizacja
tr: Coğrafi Konum Paneli
zh_hans: “地理位置”面板
zh_hant: 地理定位面板

# spoken-text-77f82a12
source: zoom map out
cs: oddálit mapu
de: Karte verkleinern
it: riduci mappa
pl: pomniejszanie mapy
tr: haritayı uzaklaştır
zh_hans: 缩放地图
zh_hant: 縮小地圖

# spoken-text-dbeaf956
source: zoom map in
cs: přiblížit mapu
de: Karte vergrößern
it: ingrandisci mappa
pl: powiększanie mapy
tr: haritayı yakınlaştır
zh_hans: 放大地图
zh_hant: 放大地圖

# spoken-text-079f55f6
source: Altitude (meters)
cs: Nadmořská výška (metry)
de: Höhe (Meter)
it: Altitudine (metri)
pl: Wysokość (metry)
tr: Yükseklik (metre)
zh_hans: 海拔(米)
zh_hant: 高度 (公尺)

# spoken-text-dbece2f9
source: Accuracy (meters)
cs: Přesnost (metry)
de: Genauigkeit (Meter)
it: Precisione (metri)
pl: Dokładność (metry)
tr: Doğruluk (metre)
zh_hans: 精度(米)
zh_hant: 精確度 (公尺)

# spoken-text-718f25cb
source: Altitude accuracy (meters)
cs: Přesnost nadmořské výšky (metry)
de: Genauigkeit der Höhe (Meter)
it: Precisione dell'altitudine (metri)
pl: Dokładność wysokości (metry)
tr: Yükseklik doğruluğu (metre)
zh_hans: 海拔精度(米)
zh_hant: 高度精確度 (公尺)

# spoken-text-8fefe84e
source: Speed (meters per second)
cs: Rychlost (metry za sekundu)
de: Geschwindigkeit (Meter pro Sekunde)
it: Velocità (metri al secondo)
pl: Prędkość (metry na sekundę)
tr: Hız (metre / saniye)
zh_hans: 速度(米/秒)
zh_hant: 速度 (每秒公尺數)

# spoken-text-f6c1471b
source: Navigation Simulator - Choose File
zh_hant: 瀏覽模擬器 - 選擇檔案

# spoken-text-323b1c35
source: Navigation Simulator - Go
zh_hant: 瀏覽模擬器 - 執行

# spoken-text-11d32900
source: Navigation Simulator - playback speed multiplier
zh_hant: 瀏覽模擬器 - 播放速度加倍

# caption-5ffc4b1e
source: Globalization
cs: Globalizace
de: Globalisierung
it: Globalizzazione
pl: Globalizacja
tr: Küreselleşme
zh_hans: 全球化
zh_hant: 全球化

# label-9e831385
source: Locale
cs: Národní prostředí
de: Gebietsschema
it: Impostazioni locali
pl: Ustawienia regionalne
tr: Yerel ayar
zh_hans: 区域设置
zh_hant: 地區設定

# 24aa60d4:1
source: Daylight saving time
cs: Letní čas
de: Sommerzeit
it: Ora legale
pl: Czas letni
tr: Gün ışığından yararlanma saati
zh_hans: 夏令时
zh_hant: 日光節約時間

# label-ee1bad9c
source: First day of the week
cs: První den v týdnu
de: Erster Tag der Woche
it: Primo giorno della settimana
pl: Pierwszy dzień tygodnia
tr: Haftanın ilk günü
zh_hans: 一周的第一天
zh_hant: 一週的第一天

# spoken-text-5ffc4b1e
source: Globalization Panel
cs: Panel Globalizace
de: Bereich "Globalisierung"
it: Pannello Globalizzazione
pl: Panel Globalizacja
tr: Globalleştirme Paneli
zh_hans: “全球化”面板
zh_hant: 全球化面板

# 0ebb8953:1
source: English
cs: Angličtina
de: Englisch
it: Inglese
pl: Angielski
tr: İngilizce
zh_hans: 英语
zh_hant: 英文

# 84807dbd:1
source: English (Canadian)
cs: Angličtina (Kanada)
de: Englisch (Kanada)
it: Inglese (Canada)
pl: Angielski (kanadyjski)
tr: İngilizce (Kanada)
zh_hans: 英语(加拿大)
zh_hant: 英文 (加拿大)

# 28183d78:1
source: French
cs: Francouzština
de: Französisch
it: Francese
pl: Francuski
tr: Fransızca
zh_hans: 法语
zh_hant: 法文

# cc60c446:1
source: French (Canadian)
cs: Francouzština (Kanada)
de: Französisch (Kanada)
it: Francese (Canada)
pl: Francuski (kanadyjski)
tr: Fransızca (Kanada)
zh_hans: 法语(加拿大)
zh_hant: 法文 (加拿大)

# 7a9d0031:1
source: German
cs: Němčina
de: Deutsch
it: Tedesco
pl: Niemiecki
tr: Almanca
zh_hans: 德语
zh_hant: 德文

# a84e5586:1
source: Russian
cs: Ruština
de: Russisch
it: Russo
pl: Rosyjski
tr: Rusça
zh_hans: 俄语
zh_hant: 俄文

# 4fdbcc70:1
source: Sunday
cs: Neděle
de: Sonntag
it: Domenica
pl: Niedziela
tr: Pazar
zh_hans: 星期日
zh_hant: 星期日

# 336f3d4d:1
source: Monday
cs: Pondělí
de: Montag
it: Lunedì
pl: Poniedziałek
tr: Pazartesi
zh_hans: 星期一
zh_hant: 星期一

# f5dc2559:1
source: Tuesday
cs: Úterý
de: Dienstag
it: Martedì
pl: Wtorek
tr: Salı
zh_hans: 星期二
zh_hant: 星期二

# 6bc25447:1
source: Wednesday
cs: Středa
de: Mittwoch
it: Mercoledì
pl: Środa
tr: Çarşamba
zh_hans: 星期三
zh_hant: 星期三

# 9c641b0a:1
source: Thursday
cs: Čtvrtek
de: Donnerstag
it: Giovedì
pl: Czwartek
tr: Perşembe
zh_hans: 星期四
zh_hant: 星期四

# bcf881cf:1
source: Friday
cs: Pátek
de: Freitag
it: Venerdì
pl: Piątek
tr: Cuma
zh_hans: 星期五
zh_hant: 星期五

# 2c722da0:1
source: Saturday
cs: Sobota
de: Samstag
it: Sabato
pl: Sobota
tr: Cumartesi
zh_hans: 星期六
zh_hant: 星期六

# 99399f4d:1
source: Select the default behaviour of InAppBrowser when opening using the <em>_blank</em> target
tr: <em>_blank</em> hedefini kullanarak açarken, InAppBrowser varsayılan davranışını seçin
zh_hant: 選取使用 <em>_blank</em> 目標開啟時，InAppBrowser 的預設行為

# c10cdf5b:1
source: Open in a new window: <em>_system</em> target
tr: Yeni bir pencerede aç: <em>_system</em> hedefi
zh_hant: 在新視窗中開啟: <em>_system</em> 目標

# d107e851:1
source: Open in a InAppBrowser based on an iframe
cs: Otevřít v pluginu InAppBrowser na základě tagu iframe
de: In InAppBrowser basierend auf einem iframe öffnen
it: Apri in un'istanza di InAppBrowser basata su un iframe
pl: Otwórz w elemencie InAppBrowser na podstawie elementu iframe
tr: Bir iframe’i temel alan InAppBrowser içinde aç
zh_hans: 在基于 iframe 的 InAppBrowser 中打开
zh_hant: 依據 iframe 在 InAppBrowser 中開啟

# spoken-text-4c1114ef
source: InAppBrowser Panel
cs: Panel InAppBrowser
de: Bereich "InAppBrowser"
it: Pannello InAppBrowser
pl: Panel InAppBrowser
tr: InAppBrowser Paneli
zh_hans: InAppBrowser 面板
zh_hant: InAppBrowser 面板

# caption-a4a98056
source: Network Connection
cs: Připojení k síti
de: Netzwerkverbindung
it: Connessione di rete
pl: Połączenie sieciowe
tr: Ağ Bağlantısı
zh_hans: 网络连接
zh_hant: 網路連線

# label-27c4a479
source: Connection type
cs: Typ připojení
de: Verbindungstyp
it: Tipo di connessione
pl: Typ połączenia
tr: Bağlantı türü
zh_hans: 连接类型
zh_hant: 連線類型

# spoken-text-a4a98056
source: Network Connection Panel
cs: Panel Připojení k síti
de: Bereich "Netzwerkverbindung"
it: Pannello Connessione di rete
pl: Panel Połączenie sieciowe
tr: Ağ Bağlantısı Paneli
zh_hans: “网络连接”面板
zh_hant: 網路連線面板

# 97ac48aa:1
source: Unknown
cs: Neznámé
de: Unbekannt
it: Sconosciuta
pl: Nieznane
tr: Bilinmiyor
zh_hans: 未知
zh_hant: 未知

# fdf8871a:1
source: Ethernet
zh_hans: 以太网
zh_hant: 乙太網路

# 78db3e46:1
source: Cellular (unknown speed)
cs: Mobilní (neznámá rychlost)
de: Mobilfunk (unbekannte Geschwindigkeit)
it: Cellulare (velocità sconosciuta)
pl: Sieć komórkowa (nieznana prędkość)
tr: Hücresel (bilinmeyen hız)
zh_hans: 数据网(速度未知)
zh_hant: 行動數據 (速度未知)

# 3eca86f2:1
source: None
cs: Žádné
de: Keine
it: Nessuna
pl: Brak
tr: Hiçbiri
zh_hans: 无
zh_hant: 無

# caption-c9b16703
source: Events
cs: Události
de: Ereignisse
it: Eventi
pl: Zdarzenia
tr: Olaylar
zh_hans: 事件
zh_hant: 事件

# label-4eb9640f
source: Event to fire
cs: Událost ke spuštění
de: Auszulösende Ereignisse
it: Evento da generare
pl: Zdarzenie do uruchomienia
tr: Tetiklenecek olay
zh_hans: 要触发的事件
zh_hant: 要引發的事件

# 064dde5f:1
source: Fire Event
cs: Zahájit událost
de: Ereignis auslösen
it: Genera evento
pl: Uruchom zdarzenie
tr: Yangın Olayı
zh_hans: 引发事件
zh_hant: 觸發事件

# spoken-text-c9b16703
source: Events Panel
cs: Panel Události
de: Bereich "Ereignisse"
it: Pannello Eventi
pl: Panel Zdarzenia
tr: Olaylar Paneli
zh_hans: “事件”面板
zh_hant: 事件面板

# caption-f7283850
source: Unhandled Exec Call
cs: Neošetřené volání metody Exec
de: Unbehandelter Exec-Aufruf
it: Chiamata exec non gestita
pl: Wywołanie nieobsługiwanego elementu wykonywalnego
tr: İşlenmeyen Yürütme Çağrısı
zh_hans: 未处理的 Exec 调用
zh_hant: 未處理的 Exec 呼叫

# a1a63f26:1
source: There is no handler for the following exec call:
cs: Pro následující volání metody Exec není k dispozici obslužná rutina:
de: Für den folgenden Exec-Aufruf gibt es keinen Handler:
it: Non esiste alcun gestore per la chiamata exec seguente:
pl: Brak procedury obsługi dla następującego wywołania elementu wykonywalnego:
tr: Şu yürütme çağrısı için işleyici yok:
zh_hans: 没有以下 exec 调用的处理程序:
zh_hant: 下列 exec 呼叫沒有任何處理常式:

# 54b83b14:1
source: Please enter a return value below to simulate a call to this function and choose if this value represents success or failure. If you'd like this value returned for all future calls to this function, select the 'persist' option.
de: Geben Sie unten einen Rückgabewert an, um einen Aufruf dieser Funktion zu simulieren, und wählen Sie, ob dieser Wert einen Erfolg oder einen Fehler darstellt. Wenn dieser Wert in Zukunft für alle Aufrufe dieser Funktion zurückgegeben werden soll, wählen Sie die Option "Speichern".
zh_hans: 请输入下方的某个返回值来模拟此函数调用，并选择该值表示成功还是失败。如果希望对此函数的所有后续调用均返回该值，请选择“永久”选项。
zh_hant: 請在下方輸入傳回值，以模擬對此函式的呼叫，並選擇此值代表成功或失敗。若您希望後續對此函式的呼叫全都傳回此值，請選取 [持續] 選項。

# 874c9be3:1
source: The value must be valid JSON (
cs: Hodnota musí mít platný formát JSON (
de: Der Wert muss in gültiger JSON vorliegen (
it: Il valore deve essere in formato JSON valido (
pl: Wartość musi być ważnym wywołaniem JSON (
tr: Değer geçerli JSON olmalıdır (
zh_hans: 值必须是有效的 JSON (
zh_hant: 值必須為有效的 JSON (

# bce2c943:1
source: Persist
cs: Zachovat
de: Speichern
it: Salva in modo permanente
pl: Utrwal
tr: Kalıcı
zh_hans: 永久
zh_hant: 持續

# 17ccfb90:1
source: Success
cs: Úspěch
de: Erfolg
it: Chiamata riuscita
pl: Powodzenie
tr: Başarı
zh_hans: 成功
zh_hant: 成功

# 5c16961d:1
source: Failure
cs: Neúspěch
de: Fehler
it: Chiamata non riuscita
pl: Niepowodzenie
tr: Başarısızlık
zh_hans: 失败
zh_hant: 失敗

# caption-983d0535
source: Persisted Exec Calls
cs: Trvalé volání metody Exec
de: Gespeicherte Exec-Aufrufe
it: Chiamate exec salvate in modo permanente
pl: Utrwalone wywołania elementu wykonywalnego
tr: Kalıcı Yapılan Yürütme Çağrıları
zh_hans: 持久性 Exec 调用
zh_hant: 持續的 Exec 呼叫

# label-b58dd0ca
source: No values saved
cs: Hodnoty nejsou uloženy
de: Keine Werte gespeichert
it: Non è stato salvato alcun valore
pl: Nie zapisano wartości
tr: Değer kaydedilmedi
zh_hans: 未保存任何值
zh_hant: 未儲存任何值

# spoken-text-983d0535
source: Persisted Exec Calls Panel
cs: Panel Trvalé volání metody Exec
de: Bereich "Gespeicherte Exec-Aufrufe"
it: Pannello Chiamate exec salvate in modo permanente
pl: Panel Utrwalone wywołania elementu wykonywalnego
tr: Kalıcı Yürütme Çağrıları Paneli
zh_hans: “持久性 Exec 调用”调用
zh_hant: 保存的 Exec 呼叫面板

# c562ff87:1
source: Click and drag with the mouse to manipulate the device. <br> Hold the Shift key to modify 'alpha'
cs: Pokud chcete ovládat zařízení, klikněte a táhněte myší. <br> Pokud chcete změnit „alpha“, podržte klávesu Shift.
de: Klicken und ziehen Sie mit der Maus, um das Gerät zu bearbeiten. <br> Halten Sie die UMSCHALTTASTE gedrückt, um "alpha" zu ändern.
it: Fare clic e trascinare con il mouse per modificare il dispositivo. <br>Tenere premuto MAIUSC per modificare il valore di 'alpha'
pl: Kliknij i przeciągnij myszą, aby manipulować urządzeniem. <br> Przytrzymaj klawisz Shift, aby zmodyfikować wartość „alpha”.
zh_hans: 单击并拖动鼠标可操作设备。<br>按住 Shift 键可修改“alpha”

# 99399f4d:1
source: Select the default behaviour of InAppBrowser when opening using the <em>_blank</em> target
cs: Vyberte výchozí chování pluginu InAppBrowser při otevření <em>_blank</em> target
de: Wählen Sie das Standardverhalten von InAppBrowser beim Öffnen mit dem Ziel <em>_blank</em>.
it: Consente di selezionare il comportamento predefinito di InAppBrowser quando viene aperto con la destinazione <em>_blank</em>
pl: Wybierz domyślne zachowanie elementu InAppBrowser podczas otwierania za pomocą elementu docelowego <em>_blank</em>
zh_hans: 打开使用 <em>_blank</em> 目标时，选择 InAppBrowser 的默认行为

# c10cdf5b:1
source: Open in a new window: <em>_system</em> target
cs: Otevřít v novém okně: <em>_system</em> target
de: In neuem Fenster öffnen: Ziel <em>_system</em>
it: Apri in una nuova finestra: destinazione <em>_system</em>
pl: Otwórz w nowym oknie: element docelowy <em>_system</em>
zh_hans: 在新窗口中打开: <em>_system</em> 目标

# ba2b4c80:1
source: service
cs: služba
it: servizio
pl: usługa

# e4c1ba28:1
source: action
cs: akce
it: azione
pl: akcja

# 54b83b14:1
source: Please enter a value below to be returned for this call, then indicate whether this represents success or failure. If you wish to always respond to this call with this result, select the 'persist' option.
cs: Zadejte hodnotu, která se má u tohoto volání vracet, a potom určete, jestli znamená úspěch nebo neúspěch. Pokud chcete, aby odpověď na toto volání měla vždy tento výsledek, vyberte možnost „Zachovat“.
it: Immettere sotto un valore che deve essere restituito per questa chiamata, quindi indicare se rappresenta una chiamata riuscita o non riuscita. Se si vuole rispondere a questa chiamata sempre con questo risultato, selezionare l'opzione 'Salva in modo permanente'.
pl: Wprowadź poniżej wartość, która ma zostać zwrócona dla tego wywołania, a następnie wskaż, czy to oznacza powodzenie czy niepowodzenie. Aby odpowiedź na to wywołanie zawsze miała ten sam wynik, wybierz opcję „Utrwal”.

# 8679c185:1
source: error
cs: chyba
it: errore
pl: błąd

# label-f443efdd
source: UUID
pl: Identyfikator UUID

# 525d0a74:1
source: Wi-Fi
de: WLAN
zh_hans: 无线网
